Repository: liraymond04/re0-translations
Catalog: tm/tmx2source/Stand by me Pleiades Part 4/JA.tmx
Source language: zh_cn
Languages: ja

source: Stand by me Pleiades Part 4
ja: 『Stand by me Pleiades 4話』

source: ──被称为『常闇』的大空洞是从露格尼卡王国进入佛拉基亚帝国的非正规入境手段。
ja: ──ルグニカ王国からヴォラキア帝国へ、非正規に入国するための手段である『常闇』と呼ばれる大空洞。

source: 它是过去被佛拉基亚帝国追杀的土鼠人挖掘的一个高大的洞穴，被佩特拉一行用来追踪被传送到帝国的昴等人的去向。
ja: かつて、帝国を追われた土鼠人が掘り進めたとされる長大な洞穴を使い、ペトラたち一行は帝国に飛ばされたスバルたちの行方を追うつもりだった。

source: 为了避免惹人注意，她们伪造了身份偷渡入境。
ja: 人目を忍び、身分を偽って臨んだ密入国だ。

source: 当然，他们一点也不期待这会是一次舒适的旅程，但是──
ja: もちろん、快適な旅になるなんて欠片も期待していなかったが──、

source: “......我没想到会有这么不方便。”
ja: 「......こういう不便は、あんまり考えてなかったなぁ」

source: “在这种情况下你还能说出这种话，你真的是非常有胆量的小姐呢。”
ja: 「この状況でそんな一言が出ますかい。こりゃ本気で、大した度胸ですぜ、お嬢さん」

source: 佩特拉未经思考说出了这句话，而听到的土鼠人──穆吉卡低声笑了起来。
ja: 思わずこぼしたペトラの一言に、それを聞きつけた土鼠人──ムジカが低く笑う。

source: 他沉闷的笑声让佩特拉很不爽。
ja: そのこもった声の響きに、ペトラは渋い顔になった。

source: 竜車被陷进陷阱，侧翻在地。
ja: 落とし穴に落とされ、横向きにひっくり返ってしまった竜車。

source: 幸运的是，佩特拉没有撞到头，也没有感觉到任何疼痛。
ja: 幸い、ペトラは頭をぶつけたり、どこかを痛めたような感覚はない。

source: 这都归功于在她身边紧紧拥抱她的艾米莉娅。
ja: それもこれも、すぐ隣でペトラを抱きしめてくれたエミリアのおかげだ。

source: “我们的小......帕特拉修怎么样了？”
ja: 「うちの子……パトラッシュちゃんは?」

source: 啊，是说漂亮的地竜吗。
ja: ああ、 別嬪な地竜ですか。

source: 虽然被吓到了，但我已经把地面弄得很软了。
ja: 驚かせはしましたが、土は柔らかくしときましたんでね。

source: 脏是脏了点，但不会让它受伤的。”
ja: 汚れても怪我はさせちゃいませんよ」

source: 就仿佛在肯定穆吉卡的回答，竜車外传来了帕特拉修的叫声。
ja: そのムジカの答えを肯定するように、竜車の外でパトラッシュの鳴き声が聞こえた。

source: 虽然与奥托不同，没有与地竜对话的手段，但是从声音的调子中并没有感受到紧急感。
ja: オットーと違って地竜と話す手段はなくても、声の調子に緊急性は感じられなかった。

source: 那只聪明的地竜不会做出掩饰伤势的举动，这点是可以信任的。
ja: あの賢い地竜なら、負傷を隠すような真似をしないという信頼もできる。

source: 从长远来看，隐藏伤势只会为带回昴他们带来不利。
ja: 長期的に見たら、スバルたちを取り戻す上で傷を隠すのは不利益しかないのだから。

source: “帕特拉修没事真是太好了......不过。”
ja: 「パトラッシュちゃんが平気でよかった......でも」

source: 尽管想找到一些积极的方面，但似乎只有这一点可以开心。
ja: いいところ探しをしようにも、喜べることはそれぐらいしかなさそうだった。

source: 看来这次掉到『常闇』的深处，是本应为向导的穆吉卡他们的策略，而且她们与跑在后面的另一辆竜車分开了。
ja: この『常闇』の奥底に落とされたのは、案内役だったはずのムジカたちの策略だったようだし、後ろを走っていたもう一台の竜車とは分断されてしまった。

source: 由于这个洞穴是土鼠族的居所，他们占据了地利。
ja: この洞穴はムジカたち土鼠人の住まいだから、地の利は彼らにあるだろう。

source: 而且最重要的问题是──
ja: そして何より、一番の問題は──、

source: “──我想我是不是听到了与王国的交涉一词？”
ja: 「──王国との交渉と、そう聞こえた気がしたのだが?」

source: 一抹静静地，压抑情感的声音在黑暗中回响，佩特拉将目光转向那个方向。
ja: 静かに、感情を抑えた声が暗闇に響いて、ペトラはそちらの方に目を向ける。

source: 在同一辆竜车的车厢内，跪在角度改变的墙边的，是一个模糊的桃红色修长身影──罗兹瓦尔。
ja: 同じ竜車の車内、天地の角度が変わった壁に膝をついているのは、ペトラの目にぼんやりと桃色に浮かび上がる長身の影──ロズワールだ。

source: 佩特拉曾在黑暗中感受周围的玛娜进行过修炼。
ja: 暗闇の中、ペトラは周囲のマナを感じ取る修練の最中だった。

source: 由于它残留的影响，她看到的人影在黑暗中显现为桃红色的光芒。
ja: その影響が残っているため、ペトラには暗がりに浮かぶ人の姿が桃色の光に見えるのだ。

source: 在那辆竜车的车厢里，除了佩特拉，还有艾米莉娅、罗兹瓦尔和另外一个人──那个最后仍在沉睡中的少女，正躺在跪着的罗兹瓦尔的胳膊中。
ja: その竜車の車内、ペトラ以外にいたのはエミリアとロズワールともう一人──最後の眠り続ける少女は、膝をつくロズワールの腕の中にいるのがわかった。

source: 她在那次坠落中得到了妥善保护，这让佩特拉感到宽慰。
ja: あの落下の衝撃からちゃんと守られていて、そのことにホッと安心する。

source: 当然，醒来的少女碧翠丝肯定会板着脸。
ja: もっとも、目を覚ました少女ベアトリスはさぞふくれっ面をするだろうけれど。

source: 总之──
ja: ともあれ──、

source: “也许是我们听错了。
ja: 「私たちの聞き間違えかな?

source: 还~有……”
ja: それとーぉも......」

source: “你没听错。
ja: 「聞き間違いなんかじゃありませんぜ。

source: 我们已经把大小姐们作为人质了。
ja: あたしらはお嬢さん方を人質に取った。

source: 你们可是出身名门贵族啊？
ja: いいとこのお貴族様でしょう?

source: 如果是这样，王国应该会倾听我们的话。”
ja: でしたら、王国も耳を貸す気になるはずだ」

source: “哦，你们要向王国报告我们的事情吗？”
ja: 「お、王国に、わたしたちの話をするんですか?」

source: “是的，没错。
ja: 「ええ、そうですぜ。

source: ……啊，你们担心偷渡入境的事情会泄露吗？
ja: ……ああ、密入国の件が漏れることがご心配で?

source: 那只能让他们认为你们运气不好。
ja: それに関しちゃ運がなかったと思ってもらうしかないですな。

source: 在这个时机，贵族大人们居然恰好经过了我们的居所。
ja: この時機に、わざわざお貴族様があたしらの住処を通ったんだ。

source: 真是一种天命吧。”
ja: 一種の、天命ってやつじゃありませんかい」

source: 佩特拉动摇的声音让穆吉卡误解了意图。
ja: ペトラの動揺した声に、ムジカはこちらの意図を量り違えた。

source: 不过，那并不意味着他观察力就很差。
ja: でも、それで彼の察しが悪いことにはならないだろう。

source: 佩特拉她们对他冒充了身份。
ja: ペトラたちは彼らに身分を偽っている。

source: 穆吉卡并不知道他们的真实身份。
ja: ムジカはこちらの正体を知らないのだから。

source: 但是，即使穆吉卡他们的认知与事实不符，对佩特拉他们──更进一步，对于艾米莉娅阵营来说，这是非常不利的情况也是事实。
ja: ただ、ムジカたちの認識が事実とズレていても、ペトラたち──ひいては、エミリア陣営にとってとても都合の悪い状況なのは事実だった。

source: “...... 艾米莉娅姐姐大人的偷渡入境会被发现。”
ja: 「...... エミリア姉様の密入国がバレちゃう」

source: 这个事实被帝国发现会很不方便，被王国发现更是非常不方便。
ja: それは帝国にバレるのも都合が悪いが、王国にバレるのも十分都合が悪い事実だ。

source: 王选候补者率先从事非法行为，一旦曝光，对王选会产生严重的负面影响是毫无疑问的。
ja: 王選候補者が率先して違法行為をしようとしているのだから、これがバレれば王選に大きな悪影響が出るのは間違いない。

source: 在帝国被揭露引发战争也是问题没错，但如果在王国被揭露，那肯定无法离开国境了。
ja: 帝国でバレて戦争になるのも問題だが、王国でバレたらきっと国外に出られなくなる。

source: 这是佩特拉她们不管怎样都必须避免的展开。
ja: それだけは、何としてもベトラたちが避けなくてはならない展開だった。

source: “这毕竟是偷渡入境。
ja: 「してるのは密入国だもの。

source: 即使有人告发这件事，我们也没有生气的资格……但是，这么做我们会非~常的困扰。”
ja: そのことを告げ口されても、怒る資格なんて私たちにはないけど……でも、それをされたらすごーく困るわ」

source: “我对小姐你们并没有恶意。
ja: 「お嬢さん方に恨みはない。

source: 所以，对于你的妹妹我也很心痛。
ja: ですんで、そちらの妹御のことは胸が痛いですよ。

source: 但即便如此，我还是希望你们能听从我们。”
ja: ただ、それでもあたしらに従ってもらいます」

source: “一定要这样？”
ja: 「どうしても?」

source: “是的。
ja: 「ええ。

source: 再次说一遍，在这里和我们对立是不明智的。”
ja: もう一度言いますが、ここであたしたちと事を構えるのは賢くない」

source: 艾米莉娅支撑着佩特拉的肩膀，黑暗中美貌丝毫不减，凛然说道。
ja: ペトラの肩を支えながら、暗闇でも美貌の衰えないエミリアが凜と唱える。

source: 然而，穆吉卡对此的回答让本已寒冷的『常闇』空气更加寒冷。
ja: だが、それに対するムジカの答えは、ただでさえ冷えた『常闇』の空気をさらに冷たくした。

source: 这种情况里的空气确实不是比喻，而是真的在变得寒冷。——这是艾米莉娅要做出意外冲动的决断的那个瞬间即将到来的证明。
ja: この場合、空気が冷えているのは比喩ではなく、本当に冷え込んでいっている。──意外と短気なエミリアの決断、その瞬間の訪れが迫っている証だ。

source: 就连同席的罗兹瓦尔也没有劝阻艾米莉娅的意思。
ja: そして、同席するロズワールにも、そのエミリアを諌める素振りは見られない。

source: 早先，佩特拉认为『常闇』的地形对穆吉卡他们有优势。
ja: さっき、ペトラは『常闇』の地の利はムジカたちにあると考えた。

source: 但另一方面，她也相信。——地势优势无法掩盖实力的差距。
ja: でも、一方でこうも思っている。──地の利では覆せない実力差もある、と。

source: 即使假设佩特拉做好了万全的准备进行挑战，也不是罗兹瓦尔魔法上的对手。
ja: 仮にペトラが万全の準備を整えて挑んでも、ロズワール相手に魔法では敵わない。

source: 与此相同，穆吉卡他们也挑衅了不该挑衅的对手。
ja: それと同じように、ムジカたちも挑んではいけない相手に挑んでしまったのだ。

source: 在陷阱的头顶，被隔在后面的竜车也应该被土鼠人包围了。
ja: 落とし穴の頭上、後ろで分断された竜車も土鼠人に囲まれているだろう。

source: 然而，那辆竜车上还留着加菲尔。
ja: しかし、そちらの竜車にはガーフィールが残っているのだ。

source: 当然，佩特拉觉得芙蕾德莉卡、拉姆，还有机智的奥托也都是非凡才能的持有者，所以没必要担心那辆竜车的情况。
ja: もちろん、フレデリカとラム、それに機転で言えばオットーも非凡な才能の持ち主で、あちらの竜車の心配もほとんどいらないとペトラは考える。

source: 起初，她们对于突然的陷阱感到惊讶和混乱。
ja: 最初、いきなりの落とし穴には驚きと混乱があったものの。

source: “虽然对穆吉卡他们来说很可怜......”
ja: 「ムジカさんたちには可哀想だけど......」

source: ──但前提条件是，佩特拉她们必须确保到达帝国。
ja: ──前提として、ベトラたちは必ず帝国に辿り着かなくてはいけない。

source: 因此，这次偷渡入境绝对不能被王国或帝国察觉。
ja: そのために、この密入国は王国にも帝国にもバレてもらっては困る。

source: 那么，无论穆吉卡他们有什么想法，他们的计划只能受阻。
ja: ならば、ムジカたちの思惑がなんだろうと、その目的は挫かれるしかないのだ。

source: “达德利。”
ja: 「ダドリー」

source: 艾米莉娅纤细的嘴唇喊出了抱着碧翠丝的罗兹瓦尔所用的假名。
ja: エミリアの薄い唇が、ベアトリスを抱えるロズワールの偽名を呼んだ。

source: 面对这信号所带的意图，罗兹瓦尔的没有回答本身就是赞同的回应。
ja: それだけの合図の意図を汲んで、ロズワールが返事しないことを了承の返事にする。

source: 再等待几秒钟，两人的实力就会改变整个局势。
ja: そのまま数秒待てば、二人の実行力が状況を一変させたはずだ。

source: “等一下。”
ja: 「待った」

source: 然而，穆吉卡立即察觉到了那股空气中危险的变化。
ja: でも、その空気の物騒な変化にはムジカも即座に気付いた。

source: 他在暗处牵制着提升斗志的艾米莉娅等人。
ja: 彼は暗がりの中、気力を高めつつあるエミリアたちを牽制しながら、

source: “我们可以破坏这个『常闇』。
ja: 「あたしらはこの『常闇』を崩すこともできるんですぜ。

source: 我们能够活下来，而你们不行。
ja: あたしらは生き残れてもそちらは無理だ。

source: 如果小姐你明白的话，就请阻止你身边的两人......”
ja: お嬢さんも、わかったらお連れの二人を止めて......」

source: “我相信这两人......相信艾米莉。”
ja: 「わたしは二人を......エミリーを信じてますから」

source: “你给了个很有气量的回答......但我们也已经开始行动了。
ja: 「肝の据わった答えをなさる......ですが、あたしらも一度動いたんだ。

source: 现在后退是不可能的。”
ja: 今さら引けやしねえんですよ」

source: 面对拒绝要求的佩特拉，穆吉卡咬紧牙关，用尽力气表达了自己的觉悟。
ja: 要求を突っぱねるペトラに歯を軋り、 ムジカが絞り出すように覚悟を語った。

source: 这种交流本身就代表双方承认互相没有交涉的余地。
ja: そのやり取り自体は、お互いに交渉の余地がないことを認め合ったものだ。

source: 然而，穆吉卡的觉悟中根源的部分引起了佩特拉的兴趣。
ja: しかし、ムジカの覚悟、その根っこの部分にはペトラの興味が引かれた。

source: 穆吉卡他们的行动大大动摇了佩特拉等人的目标。
ja: ムジカたちの行動は、ペトラたちの目的を大きく揺るがした。

source: 然而，以贵族作为人质与王国进行谈判对他们来说已经不能用铤而走险来概括。
ja: だが、貴族を人質にして王国と交渉するなんて、彼らにとっても危ない橋どころの話ではない。

source: 究竟他们是为了什么结果而寻求谈判呢？
ja: そこまでして、いったい彼らはどんな成果を話し合いに求めていたのか。

source: “你们要以我们作为人质，与王国谈论什么事情呢？”
ja: 「わたしたちを人質にして、王国と何を話すつもりだったんですか?」

source: “我有什么向小姐你们解释的理由......”
ja: 「それをお嬢さん方に話す理由は……」

source: “艾米莉。”
ja: 「エミリー」

source: “欸欸！”
ja: 「ええ!」

source: “等一下等一下！
ja: 「待った待った!

source: 真是个危险的小姐，真是的......”
ja: 物騒なお嬢さんだ、まったく......」

source: 对于差点放开艾米莉娅缰绳的佩特拉，慌乱的穆基卡认命般地叹了口气。
ja: エミリアの手綱を放しかけたペトラに、慌てたムジカが観念したように嘆息する。

source: 然后，他默默地屈服于佩特拉让他继续讲下去的无声压力。
ja: そのまま彼は、無言で先を促すペトラに根負けしたように、

source: “王位的选拔战，小姐你们也听说过了吧？”
ja: 「王位の選抜戦、それについてはお嬢さん方も聞き及んでいるでしょう?」

source: “──嗯”
ja: 「──ぇ」

source: 与叹息同时吐出的内容，使佩特拉旁边的艾米莉娅屏住了呼吸。
ja: ため息と共に吐き出された内容に、ペトラの傍らのエミリアが息を詰めた。

source: 当然，佩特拉也感到惊讶。
ja: 当然、驚いたのはペトラもだ。

source: 没想到，王选的话题会在这种时候跑出来。
ja: まさか、この流れで王選の話題が飛び出すなんて。

source: 这简直像是故意针对她们的话题。
ja: まるで狙いすましたみたいな話題だった。

source: 但从穆吉卡他们的样子来看，很难相信他们注意到了艾米莉娅和罗兹瓦尔的真实身份──
ja: ムジカたちの様子からして、エミリアとロズワールの正体に気付いているとは思えないが──。

source: “如果他们已经注意到了的话……”
ja: 「もしも気付かれていたなら……」

source: 罗兹瓦尔降低声调，用一种没有恶作剧气息的语气低声嘀咕着。
ja: と、ロズワールが声の調子を落として、悪ふざけの響きがない声で呟いている。

source: 虽然穆吉卡出乎意料地走在了危险的钢丝上，但他没有注意到罗兹瓦尔危险的天平正在倾斜，继续说了下去。
ja: 思いがけず、危うい綱渡りをしているムジカだったが、彼はロズワールの危険な秤が傾きつつあることに気付かず、話を続けた。

source: “这是动摇国家的大事。
ja: 「国を揺るがす一大事だ。

source: 小姐你们支持哪位候选人吗？”
ja: お嬢さんは、贔屓の候補者なんかいらっしゃるんで?」

source: “唔，不太确定。
ja: 「えっと、どうでしょう。

source: 还在评估中。”
ja: まだ見極めの最中というか」

source: “真是谨慎聪明的回答，在好的意味上。
ja: 「実に慎重で賢しいお答えだ、いい意味で。

source: 当然，我们也在关注着王选──但是，是在不好的意味上。”
ja: もちろん、あたしらも王選には注目してますよ。──ただし、悪い意味で」

source: “不好的、意味？”
ja: 「悪い、意味?」

source: 佩特拉歪着头，而穆吉卡则微微点头 “是的”。
ja: ペトラが首を傾げると、ムジカが「ええ」と頷く気配があった。

source: “别说得太复杂。
ja: 「あんまり難しい言い方をしないで。

source: 我们会不知道你想表达什么。
ja: 何が言いたいのかがわからなくなっちゃう。

source: ······…… 你对王选是有些想法吧？”
ja: ······ あなたは王選に、思ってることがあるのよね?」

source: 艾米莉娅对穆吉卡的回答感到不耐烦，向前动了下身子，追问道。
ja: そのムジカの返答をもどかしげに、エミリアが身じろぎしてそう問い質す。

source: 她的问题让穆吉卡停了一拍，沉默了一会，然后继续道。
ja: その問いかけにムジカは一拍、沈黙を作ってから続けた。

source: 那就是──
ja: それは──、

source: “我们想和王国谈判的是，那个王选的候选人──那个叫艾米莉娅的半妖精候选人的退出。
ja: 「あたしらが王国に掛け合いたいのは、その王選の候補者──ハーフエルフの、エミリアって候補者の辞退ですよ。

source: 因此，希望小姐们能成为我们的人质。”
ja: そのために、お嬢さん方に人質になってもらいたい」

source: 这是一个真正对艾米莉娅阵营带着非常不利的目的的告白。
ja: と、本当にエミリア陣営にとって都合の悪い目的の告白だった。

source: “艾米莉娅的，退出。”
ja: 「エミリアの、辞退」

source: 听到那轻声呢喃，佩特拉被强烈的后悔所侵袭。
ja: ぽつりと、そう呟かれる声を聞いて、 ペトラは激しい後悔に襲われた。

source: 她不应该纯粹出于好奇心倾听穆吉卡的话。
ja: 興味本位でムジカの話に耳を傾けるべきではなかった。

source: 正因为没有那么做，才导致艾米莉娅不经意间受伤。
ja: それをしなかったせいで、エミリアが不用意に傷付く結果になってしまった。

source: 那是什么意思？”
ja: どういうことなんですか」

source: 后悔之余，佩特拉判断要引出穆吉卡的真实意图。
ja: そう後悔してすぐ、ペトラはムジカの真意を引っ張り出そうと判断した。

source: 详细探究他的言论有进一步伤害艾米莉娅的可能性。
ja: その言い分を詳しく語らせることで、余計にエミリアが傷付く可能性はある。

source: 但是，那支矛已经刺入艾米莉娅的胸膛。
ja: でも、すでに放たれた矛はエミリアの胸を突いてしまった。

source: 所以她必须了解那支矛是否涂有毒药，又被施加了多大的力量。
ja: なら、その矛に毒が塗られていたり、どのぐらい力が入れられていたのかを知らなくては。

source: 如果不知道伤口有多深，就无法知道治疗的方法。
ja: 傷の深さがわからなくては、手当ての仕方もわからないから。

source: “正如穆吉卡所说，王选对王国来说非常重要。
ja: 「王選は王国にとって、とっても大事なことだってムジカさんも言ったじゃないですか。

source: 然而，这些规则并不会轻易改变。
ja: それなのに、その決まり事が簡単に変わったりしません。

source: 就算我们成为人质……”
ja: そんなの、わたしたちを人質にしたって……」

source: “小姐你们的生命并不能动摇国家。
ja: 「お嬢さん方の命ぐらいじゃ国は揺るがない。

source: 你是想这样说吗？”
ja: そう言いたいわけですかい」

source: “......是的。”
ja: 「......そうです」

source: 佩特拉向着内心诉求，尽量注意让回答保持冷静。
ja: 冷静な受け答えを心掛けるように、ペトラは自分の胸の内に訴えかける。

source: 她的论述是有道理的。
ja: 理屈の通った話ができている。

source: 不仅是佩特拉，穆吉卡的回答也是如此。
ja: それはペトラもだが、 ムジカの答えもそうだ。

source: 他的回答没有杂质，也没有不讲理地迫使佩特拉闭嘴。
ja: 彼の答えには澱みがなくて、ペトラを無理やり黙らせようともしてこない。

source: 他们不屈服于艾米莉娅一方的气势，已经做好了觉悟。
ja: エミリアたちの気迫に屈さなかったのも、すでに覚悟が決まっているからなのだろう。

source: 正因如此，这个行为充满了疑问。
ja: だからこそ、この行為は疑問点だらけだった。

source: “就立场而言，我想我们是富裕一方的人。
ja: 「立場だけなら、わたしたちは裕福な側の人間だと思います。

source: 但如果只从整体来看的话，我想身处王国中心的人们有不同意见。”
ja: でも、それは全体で見たらの話で、王国の真ん中にいる人たちの意見は違うと思うから」

source: “这种行为毫无意义。
ja: 「こんな真似をしても意味なんてない。

source: 所以，小姐你们是想说服我们吗？”
ja: そう、お嬢さん方はあたしらを説得なさると?」

source: “如果你们能被说服的话。”
ja: 「説得されてくれるんなら」

source: 听到佩特拉的回答，穆吉卡发出了微弱的苦笑声。
ja: ペトラの答えを聞いて、ムジカが微かに苦笑するのが聞こえた。

source: 通过他的反应和对话，佩特拉感觉穆吉卡并不是一个思维短路的人。
ja: その反応とやり取りから、ペトラはムジカが短絡的な人ではないと感じ取る。

source: 但如果是这样，就更加无法理解他实行这样荒谬计划的理由。
ja: でも、それならなおさら、こんな風に無茶な計画を実行する理由がわからない。

source: 至少从表面上的情报来看，仅凭她们的存在是无法成为让艾米莉娅放弃参加王选的决定性因素。
ja: 少なくとも、表面上の情報だけなら、ペトラたちの存在はエミリアの王選参加を取りやめさせる決定打にはならないのだ。

source: 实际上，不是决定性因素的话，就使得故事变得复杂了。
ja: 実際には決定打ところの話じゃないので、そこが話をややこしくしているのだが。

source: “佩特拉大小姐，即使与他们对话也……”
ja: 「ペトラお嬢様、彼らと話していても……」

source: “达德利，够了。”
ja: 「ダドリー、いいから」

source: 在黑暗中，佩特拉反而打断了罗兹瓦尔试图打断的话。
ja: 暗闇の中、ペトラは話を遮ろうとしたロズワールを逆に遮る。

source: 她摇摇头，用下巴示意了旁边的艾米莉娅。
ja: 首を横に振って、傍らのエミリアを顎でしゃくった。

source: 仅凭这个动作，罗兹瓦尔应该能正确察觉佩特拉的意图。
ja: その仕草だけで、ロズワールならペトラの意図を正しく察するはずだ。

source: 此刻，身体僵硬，一言不发的艾米莉娅的心情是怎样的呢。
ja: 身を硬くして、押し黙っているエミリアの気持ちは、今どうだろうか。

source: 本来她心中就快被对昴等人的担忧压垮，结果突然又被加上了意料之外的重担，艾米莉娅会承受不了的。
ja: ただでさえ、スバルたちの心配で潰れてしまいそうな胸に、いきなり予想外の重石を乗せられてはエミリアだってたまらない。

source: 正因如此，这个沉重的负担必须要被移除。
ja: だからこそ、この重石は絶対に取り除かなくてはいけないのだ。

source: 为了这个目的──
ja: そのためにも──、

source: “在紧急时刻使用的方法，不应在非紧急时刻使用。”
ja: 「いざってときの方法は、いざってときまで使っちゃダメなの」

source: 全部这些情况都总有办法破坏。
ja: 全部、この状況を台無しにする方法はいつでも取れる。

source: 但如果是不在场的昴的话，他一定会仔细地思考到最后的最后，然后做出牺牲某些东西并伸出援手的选择。
ja: でもそれは、この場にいないスバルだったら、最後の最後まで考え抜いて、何かを犠牲にして手を伸ばす選択肢だ。

source: 佩特拉虽然学到了很多，有着成长的实感，但她希望自己能够坚定地站在昴流哲学的正中心。
ja: 色々と勉強して成長した実感のあるペトラだが、その真ん中にどっしりと根を張っているのはスバル流の哲学でありたい。

source: 想要实践他的信念。
ja: 彼の信念を実践したい。

source: 所以，她不想在这里依赖罗兹瓦尔的冷酷。
ja: だから、ここでロズワールの非情さに頼るのは嫌だった。

source: “请告诉我。
ja: 「聞かせてください。

source: 穆吉卡先生你们的想法、诉求和目的。
ja: ムジカさんたちの考えとか訴えとか、その目的。

source: 我们想要一些材料来说服你们。”
ja: あなたたちを説得するための、材料が欲しいので」

source: “这是个很有气势的要求啊……需要说一下，我们是以国家为对手，而不是小姐你们。
ja: 「肝が太いどころの話じゃない要求しなさる…...言っておきますが、あたしらの相手は国であって、 お嬢さん方ではないんですぜ?

source: 我没有特别为你们提供说服材料的理由。”
ja: わざわざ説得されるための材料をお出しする理由がないと思いますがね」

source: “如果是连我这样的小姑娘都没法说服的诉求，国家也不会理会吧。”
ja: 「わたしみたいな小娘も言い負かせない訴えなら、国も相手しないと思います」

source: 如果是为了拖延时间，这毫无意义。”
ja: 時間稼ぎなら、無意味ですぜ」

source: “我并不是那个意思。”
ja: 「そんなつもりないです」

source: 佩特拉坦然地撒了个谎，感觉竜车外有人紧盯着她。
ja: じっと竜車の外から注視される気配に、ペトラは堂々と嘘をついた。

source: 实际上，如果说是为了争取时间的话倒也没错。
ja: 実際、時間稼ぎというならそれは本当のことだ。

source: 但是，佩特拉现在花费的时间并不是为了自己，而是为了穆吉卡他们。
ja: ただし、ペトラが稼いでいる時間は自分たちのためではなく、むしろムジカたちのためのものだった。

source: 一旦到了这次对话被打断，讨论无法进行的瞬间，罗兹瓦尔将开始毫不留情地对穆吉卡他们发动攻击。
ja: この会話が打ち切られて、話し合いができなくなった瞬間、ロズワールは容赦なくムジカたちに攻撃を仕掛ける。

source: 也许，这能让佩特拉、艾米莉娅等人平安地摆脱困境。
ja: たぶん、ペトラやエミリアたちはそれで無事に窮地を抜け出せる。

source: 但是，这样一来就没有办法拔出刺入艾米莉娅心中的刺。
ja: でも、それだとエミリアの胸に刺さった棘を抜く方法はなくなる。

source: “那绝对不行。”
ja: 「それは、絶対にダメだもん」

source: 刺和痛或许可以通过时间解决。
ja: 棘も痛みも、時間が解決してくれることかもしれない。

source: 但是，佩特拉他们即将进入的帝国有着危险与未知等待着。
ja: しかし、ペトラたちはこれから危険や未知が待ち受ける帝国に乗り込むところなのだ。

source: 将伤心的艾米莉娅带到那个地方会让人不安，是佩特拉尤其不愿意的。
ja: そこに傷心のエミリアを連れていくのは不安だし、何よりペトラが嫌だった。

source: 这样会留下艾米莉娅一直品味痛苦和苦难的感觉。
ja: エミリアに、痛く苦しい思いを味わわせたままにしてしまうことが。

source: “为什么你想让艾米莉娅大人放弃王选呢？
ja: 「なんで、エミリア様に王選をやめてもらいたいんですか?

source: 是因为艾米莉娅大人是半妖精吗？”
ja: やっばり、エミリア様がハーフエルフだから?」

source: “还有其他原因吗？
ja: 「それ以外に何があります?

source: 光这个理由就足够让她退出了。”
ja: それで十分、退く理由にはなりましょうが」

source: 质问代替了回答，这突然间得到的正确的答案，让佩特拉嘴巴微微一撇。
ja: 挨拶代わりの質問、それがいきなりの正解を引いてペトラは唇を尖らせた。

source: 这理论听起来实在是太耳熟了。
ja: それはあまりに聞き慣れた論理だ。

source: 大部分讨厌艾米莉娅的人，和穆吉卡一样，都列举她的出身作为理由。
ja: エミリアを嫌う人の大部分は、ムジカと同じようにその出自を理由に挙げる。

source: 即便佩特拉十分理解这个问题有多么根深蒂固。
ja: それがどれだけ根深い問題なのか、ペトラだって十分理解しているつもりだ。

source: 但每次被提到，佩特拉都感到不甘心。
ja: でも、それを言われるたびにペトラは悔しい思いをさせられる。

source: 现实就是那些什么也不知道的人们自作主张地把『半妖精』这个词和佩特拉深爱的『艾米莉娅』混为一谈。
ja: その、何も知らない人たちが口にする『ハーフエルフ』と、ペトラの大好きな『エミリア』 とを勝手に一緒くたにされる現実に。

source: “这样的说法，我已经听够了。”
ja: 「そんな言い分、聞き飽きるぐらい言われてますね」

source: “这不正好证明了很多人持有同样的想法吗。
ja: 「それだけ同じことを思ってる方々が多いって証拠じゃありませんかい。

source: 如果一个候选人想要成为国家的国王，却被大众所冷落，那她说的话就很难让人听从。”
ja: 国の王様になろうって候補者が、大勢にそっぽ向かれてちゃお話にならんでしょう」

source: “但就算这样──”
ja: 「だからって──」

source: 没有人会像穆吉卡他们那样采取强硬手段。
ja: 誰も、ムジカたちみたいな強硬手段には出ない。

source: 当她想要这么说的时候，佩特拉下意识地闭上了嘴巴。
ja: そう言おうとして、ペトラはとっさに口を噤んだ。

source: 不是因为担心激怒他们，而是她自己觉得她要说的话是太过自然的事情。
ja: 彼らを怒らせるのが怖かったのではなく、言いかけた発言がもっともだと自分で思ってしまったからだ。

source: 大多数讨厌艾米莉娅的人确实持有与穆吉卡他们相同的观点。
ja: エミリアを嫌う人の大部分は、確かにムジカたちと同じ見方をしている。

source: 然而，这些人并不会为了让艾米莉娅退出王选而暴乱。
ja: しかし、その人たちがみんな、エミリアを王選から下ろすために暴れたりはしない。

source: 他们只会什么都不做，认为银发的半妖精根本没有胜算。
ja: 何もしなくても、銀髪のハーフエルフが勝てるわけがないと思っているのか。

source: 这样的人似乎很多，让佩特拉感到越发愤怒──但既然如此，为什么穆吉卡他们会采取这样的行动呢？
ja: そんな人も多そうで、ペトラはますます憤懣が込み上げるのだが──だとしたら、 どうしてムジカたちはこんな行動に出たのか。

source: 原因在于那些什么都不做的人与穆吉卡他们的立场不同。
ja: それは、何もしなくていい人たちとムジカたちの立場が違っているからだ。

source: 如果思考这个理由的根源所在──
ja: その理由の根っこ、それがどこにあるのかと考えたら──、

source: “──艾米莉娅大人参加王选，会对土鼠人的人有什么不利吗？”
ja: 「──エミリア様が王選に出てると、土鼠人の人たちが都合悪いんですか?」

source: “──呲。”
ja: 「──っ」

source: 穆吉卡微微不悦地回应了佩特拉的想法。
ja: ペトラの思いつきに、ムジカの反応がほんのり尖った。

source: 确信自己猜中了后，佩特拉深入进行了那个推测。
ja: 的を外した考えではなかったらしいと確信を得て、ペトラはその推測を先に進める。

source: 艾米莉娅的崛起对于穆吉卡他们──土鼠人族来说有何不利之处。
ja: エミリアの台頭がムジカたち──土鼠人に都合が悪いのはどうしてか。

source: 就像之前在路上谈过的那样，土鼠人族被提到是被帝国驱逐的种族之一。
ja: 道中でも話した通り、土鼠人と言えば帝国から追放された種族でもある。

source: 根据史实中的『爱丽丝与荆棘之王』，土鼠人的居所被帝国夺走。
ja: 史実を元にした『アイリスと茨の王』は、土鼠人の居場所を帝国から奪い去った。

source: 穆吉卡他们的祖先逃离了那个帝国的追杀，他们的子孙现在仍旧居住在夏姆洛克峡谷，以帮助偷渡入境为生，勉强度日。
ja: その帝国を追われて逃げてきたのがムジカたちの祖先で、子孫である彼らは現在もシャムロック渓谷を住まいにし、密入国の手助けなどを生業に細々と暮らしている。

source: “──为什么？”
ja: 「──どうして?」

source: 这里不是帝国，穆吉卡他们没有畏畏缩缩的必要。
ja: ここは帝国ではないのだから、ムジカたちが縮こまっている必要はないはずだ。

source: 当然，『爱丽丝与荆棘之王』是非常有名的故事，露格尼卡的很多人也知道。
ja: もちろん、『アイリスと茨の王』はとても有名なお話なので、 ルグニカでも知っている人は多い。

source: 虽然那样，这里和帝国的处理应该是截然不同的。
ja: それでも帝国とでは扱いは段違いのはずだ。

source: 尽管如此，穆吉卡他们依旧全族都在这个无人问津的阴暗之地继续生活着。
ja: にも拘らず、ムジカたちはこの人目につかない薄暗い土地で、一族まとまって暮らし続けている。

source: 他们拒绝与外界交往，闭门不出的态度，就像是──
ja: 余所の世界との交わりを拒んで閉じこもる姿勢、それはまるで──、

source: “......像『圣域』一样。”
ja: 「......『聖域』みたい」

source: 在芙蕾德莉卡和加菲尔的故乡，有一个名为『圣域』的出于某种原因由亚人组成的村落。
ja: フレデリカとガーフィールの故郷で、訳ありの亜人たちの集落があった『聖域』。

source: 佩特拉只在围绕『圣域』的事件解决后拜访过一次，但那个封闭的村落现在已经被解体，居民们各自搬迁到领地内的村庄。
ja: ペトラが足を運んだのは、『聖域』を取り巻く事変が解決したときの一度きりだが、閉ざされた集落は今は解体され、住民たちは領内の村々にそれぞれ移住している。

source: 因此，现在那个地方只剩下禁止进入的墓地的几个守护人，包括芙蕾德莉卡她们的祖母琉兹。
ja: そのため、現在は立ち入りを禁じられた墓所の守り人として、フレデリカたちの祖母であるリューズを始めとした数名が残っているだけの地となっていた。

source: 在拒绝外界的世界中度过这一意义上，这样的『圣域』生活和住在夏姆洛克峡谷的土鼠人的生活方式，看起来是相同的。
ja: そんな『聖域』の暮らしと、このシャムロック渓谷で生きる土鼠人の在り方は、外界を拒絶した世界で過ごすという意味で同じものに思える。

source: 如果是那样的话，选择这样的生活的契机可能也是相同的。
ja: だとしたら、そうした暮らしを選んだ切っ掛けも同じかもしれないと。

source: “会不会，穆吉卡你们想要让艾米莉娅大人放弃王选的理由和『亚人战争』有关系？”
ja: 「もしかして、ムジカさんたちがエミリア様を王選から下ろしたい理由って、『亜人戦争』と関係あったりしますか?」

source: “......小姐，你连别人的心思也能看透吗？”
ja: 「......お嬢さん、人の心でも読めるんですかい?」

source: “我不能看透哦。
ja: 「読めないですよ。

source: 我有时候倒希望能看透。”
ja: 読みたいなって思うことはありますけど」

source: 有时候，拉姆和奥托等同伴会表现出能够看透对方心思的言行。
ja: 時々、ラムやオットーなどは相手の心が読めているのではと思うような言動をする。

source: 即便除掉有时会神经大条的发言的奥托，她也很想学习拉姆的眼力。
ja: それでも無神経な発言をするオットーはともかく、ラムの眼力は見習いたい。

source: 这是因为她的目标是吸收阵营中每个人全部的优点，成为比今天更美好的明天的自己。
ja: 陣営のみんなのいいところを全部吸収して、今日より素敵な明日の自分になるのがペトラの目標であるからだ。

source: 不管怎么说，穆吉卡的反应证明了佩特拉推理的正确性。
ja: ともあれ、そのムジカの反応はペトラの推理の正しさを裏付けていた。

source: “......『亚人战争』”
ja: 「......『亜人戦争』」

source: ──那是几十年前在露格尼卡王国爆发的一场大规模内战。
ja: ──それは、ルグニカ王国で数十年前に起こった大規模な内乱だ。

source: 这场人类和亚人族之间激烈对抗的内战，持续了近十年，造成了数量众多的牺牲者。
ja: 人間と亜人族とが激しくぶつかり合ったその内戦は、ものすごい数の犠牲者を出しながら十年近くも続いた大きなものだった。

source: 虽然起因似乎是小事，但其中受到人类和亚人之间长年的间隙的强烈影响。
ja: 切っ掛けは小さなことだったらしいが、そこには人と亜人との間の長年のわだかまりが強く影響していたと。

source: 而导致这种间隙的起源是──
ja: そして、そのわだかまりの発端となったのが──、

source: “──『嫉妒的魔女』，以及对包括妖精在内的亚人族的负面情绪。”
ja: 「──『嫉妬の魔女』、ひいてはエルフを含めた亜人族への悪感情ってやつですぜ」

source: 在佩特拉思考的最后，正是穆吉卡以此作为收尾。
ja: ペトラの辿った思考の最後を、他ならぬムジカがそう締めくくった。

source: 一提到『嫉妒之魔女』这个词，可以看出艾米莉娅的表情变得越来越阴郁。
ja: 『嫉妬の魔女』の単語を出され、エミリアの表情がますます曇ったのがわかる。

source: 而佩特拉也意识到穆吉卡的行为非常具有当事者的性质。
ja: そしてペトラも、ムジカの行動がとても当事者性の高いものだと思い知った。

source: 正如他所说，『亚人战争』的原因是人类对亚人族的负面情绪──在受到『嫉妒的魔女』严重灾害影响的王国，对妖精的迫害尤为彻底。
ja: 彼の言う通り、『亜人戦争』の原因は人間の亜人に対する悪感情──『嫉妬の魔女』の被害が大きかった王国では特に、エルフへの迫害は徹底していたらしい。

source: 最终，它被蔓延到了妖精之外的其他亚人族，引燃了一场内战的大火。
ja: やがてそれはエルフ以外の亜人族にも飛び火し、内戦という大火に燃え上がったのだ。

source: 这场可怕的内战伤及众多人民，给他们带来痛苦，夺去生命──
ja: そして、多くを傷付け、苦しめ、命を奪った恐るべき内乱──、

source: “世界已经花了四百年的时间慢慢痊愈这些旧伤。
ja: 「世界は四百年かけて、じっくりと古傷を癒してきたんです。

source: 然而，这个半妖精却挑战了一场毫无胜算的战斗，重新引发了流血，真是多此一举。”
ja: それを勝ち目のない戦いに挑むハーフエルフにほじくり返されて、また血が流れちゃ世話がない」

source: ──穆吉卡害怕那种情况的再次发生。
ja: ──その再来を、ムジカは恐れているのだと。

source: 穆吉卡的低沉声音听起来好像被恐惧和疲劳的双重压力所磨损。
ja: ムジカの低い声は、恐れと疲れの二つで擦り切れているように聞こえた。

source: 佩特拉无法完全消化那个声音中所蕴含的复杂情感。
ja: その声に込められた複雑な感情を、ペトラはうまく消化し切れない。

source: 而且，这种心情不仅仅只有穆吉卡，还承载着四百年的重量。
ja: ペトラの短い生涯で、親と同い年ぐらいのムジカの思いを量り切れるものか。

source: “我们不想受牵连。
ja: ましてや、それはムジカだけでなく、四百年の重みがある思いなのだから。

source: 要说受牵连，我们已经体会的足够多的了。”
ja: 「あたしらはね、そのとばっちりは御免なんですよ。

source: “受牵连......”
ja: とばっちりってんなら、もう十分以上に味わってきたんですから」「とばっちり……」

source: “是的，这是爷爷的爷爷那一辈所犯的错误牵连我们后代所带来的后果。
ja: 「ええ、爺さんの爺さんって世代がやらかしたことのとばっちりです。

source: 如果是热心学习的小姐，就应该非常清楚。”
ja: 勉強熱心なお嬢さんでしたら、よくよくご存知でしょう」

source: “如果是父母和亲兄弟所做的事情，我也就死心了。
ja: 「親兄弟のしでかしたことなら諦めもつく。

source: 但我们连爷爷的爷爷那一代人长什么样都不知道。
ja: でも、爺さんの爺さんなんてあたしらにとっちゃ顔も知らない相手ですぜ。

source: 我们还要为那些人的责任而在地洞里生活吗。”
ja: そんな相手の責任で穴倉暮らしですかい」

source: 佩特拉对于穆吉卡的说辞，无言以对。
ja: そのムジカの言い分に、ペトラは何も言葉を返してやれなかった。

source: 佩特拉自己也曾享受过『爱丽丝与荆棘之王』这本书，包括它悲剧的结局。
ja: ペトラ自身、『アイリスと茨の王』は悲劇的な結末も含めて一冊の本として楽しんだ。

source: 然而，对于那些直到数百年后还在被讨论的当事人来说，那并不是一种享受。
ja: しかし、数百年後も語られる当事者にとってはたまったものではない。

source: 穆吉卡说的对，佩特拉对于爷爷的爷爷那一代以及更早的祖先一无所知。
ja: ムジカの言う通り、お爺さんのお爺さんなんて何代も遡ったご先祖のことは、ペトラだって何も知らない。

source: 但是那份责任如今却仍旧压在他们身上。
ja: その責任だけ、今も彼らに押しかかっている。

source: “但是，那样对半妖精也是一样的。
ja: 「でも、それならハーフエルフだって同じじゃないですか。

source: 虽然没有和『嫉妒的魔女』一样的人，但是......”
ja: 『嫉妬の魔女』と、おんなじ人なんていないのに、それなのに......」

source: “你想干扰那些顽强努力的人吗？
ja: 「頑張ろうとする相手の邪魔をするのか?

source: ......我说过了吧。
ja: ......言ったでしょう。

source: 我不想再被卷入其中。”
ja: とばっちりを喰らうのが御免だからです」

source: 仿佛在安抚着声音颤抖的佩特拉一样，穆吉卡的声调失去了感情。
ja: 声を震わせるペトラを宥めるように、ムジカの声色が感情を失っていく。

source: 他以平淡的声音把不能否认的事实摆在佩特拉眼前。
ja: 淡々と、彼はペトラに動かし難い事実を突き付けていくように、

source: “虽然说了那样的话，但我们已经接受了自己的处境。
ja: 「あんな風に言いましたが、あたしらは自分らの立場に諦めがついてるんですよ。

source: 就像有天生的富人和穷人那样，存在着土鼠人和其他人的人种差别。
ja: 生まれつきの金持ちと貧乏人がいるみたいに、土鼠人とそうでない人種がいるってだけ。

source: 生活在黑暗中，成为不受关注的人，这就是我们的天命。”
ja: 暗がりで生きるのも日陰者なのも、それはあたしらの天命だ」

source: “这种说法方式……”
ja: 「そんな言い方……」

source: “对于善良的小姐来说，这个现实可能是痛苦的。
ja: 「お優しいお嬢さんには辛かろう現実でしょう。

source: 但是，即便是像我们这样已经接受了这个处境的人，也不希望情况变得比现在更糟。”
ja: でも、そんな風に諦めがついてるあたしらだって、今より悪くなるのなんて望んじゃいないんです」

source: “比现在、更糟......”
ja: 「今より、悪く......」

source: 听到穆吉卡的叙述时，艾米莉娅不禁说出了口。
ja: ムジカの語り口を聞きながら、 エミリアの唇がそう音を漏らした。

source: 似乎听到她的低语，穆吉卡想到了除佩特拉之外还有其他人在场，于是改变了声音的调子。
ja: その呟きを聞きつけたのか、ムジカはペトラ以外がいることを思い出したみたいに声の調子を変えた。

source: 从淡然且干涩的口吻，变成了不温不火的、更注重让人听得进去的语气。
ja: 淡々と渇いたものより、もう少し聞かせることを意識した冷たい熱を帯びたものに。

source: “半妖精参加王选，无论是本人还是支持者都完全不知道在想些什么，但从我们的角度来说，这只是碍眼的表现而已。”
ja: 「ハーフエルフの王選参加、本人も担いだ輩も何を考えているのかさっぱりわかりませんが、あたしらからしたら悪目立ちと言う他ありません」

source: “我也同意不知道支持者在想什么......”
ja: 「担いだ人が何を考えてるのかわからないのは、わたしも同意見ですけど......」

source: 佩特拉的视线正好瞥见了那个罪魁祸首罗兹瓦尔。
ja: ちらと、ペトラの視線がまさにその張本人であるロズワールの方を向く。

source: 当然，罗兹瓦尔没有回应，佩特拉也没有期待。
ja: もちろん、ロズワールからの返事はないし、ペトラもそれを求めていない。

source: 但无论罗兹瓦尔的想法是什么，艾米莉娅的目的应该是众所周知的。
ja: しかし、ロズワールの思惑はともかく、エミリアの思惑は周知されているはずだ。

source: “艾米莉娅大人的想法已经明确宣布出来了。
ja: 「エミリア様の考えはちゃんと発表されてます。

source: 穆吉卡也......”
ja: ムジカさんも......」

source: “改善天生被剥夺了选择，身处困境的人的处境......是的，我们也听说了。
ja: 「生まれながらに選択肢を奪われ、苦境に立たされるものの立場の改善……ええ、あたしたちの耳にも入ってますとも。

source: ──然而只是多管闲事而已。”
ja: ──とんだ余計なお世話ですがね」

source: “──多管闲事。”
ja: 「──余計なお世話」

source: “是的，没错，警卫小姐。”
ja: 「ええ、そうですとも、護衛のお嬢さん」

source: 这随意抛出的一句难以忍受的话，让艾米莉娅反复思考着这些话语，穆吉卡将矛头指向了她。
ja: 投げやりな一言に堪えられず、言葉を反芻したエミリアにムジカの矛先が向いた。

source: “半妖精......而且还和『嫉妒的魔女』一样，是银发紫绀眼的持有者。
ja: 「ハーフエルフ……それもよりにもよって『嫉妬の魔女』と同じ、銀髪に紫紺の瞳の持ち主とは。

source: 到底有谁希望这样的人成为国王呢？”
ja: いったい、誰がそんな相手に王様になってほしいと望みますかね」

source: “不、还不知道嘛。
ja: 「わ、わからないじゃないですか。

source: 比如说，我就可能会这么希望。”
ja: 例えば、わたしがそうかも」

source: “如果是那样，我倒很愿意告诉她她的支持者的处境有多么危险。”
ja: 「だとしたら、支持者が危ういってことをぜひ耳に入れて差し上げたいとこですな」

source: “唔......”
ja: 「むぅ......」

source: 这故意唱反调的回答，表明穆吉卡的顽固无隙可乘。
ja: ああ言えばこう言い返され、ムジカの頑なさに付け入る隙がない。

source: 但在被压制的佩特拉旁边，艾米莉娅再次高声喊道，“等一下。”
ja: だが、そうして押し込まれるペトラの傍ら、エミリアが「待って」とまたも声を上げた。

source: 她隐藏了自己的身份，却无法掩饰眼中寄宿的真挚之情。
ja: 彼女は自分の素性を隠しながらも、隠し切れない真摯さを瞳に宿しながら、

source: “请再告诉我一些。
ja: 「もう少し聞かせて。

source: 关于你所说的多管闲事和牵连不清。”
ja: あなたの言う、余計なお世話とかとばっちりについて」

source: 果然，你确定不是在拖延时间吗？
ja: やっぱり、時間稼ぎじゃないんですかい?

source: 你是在期待后面那辆竜车的人们有什么行动吧。”
ja: 後ろの、あちらの竜車の方々が何かするのを期待してらっしゃるとか」

source: “才没有那种事！”
ja: 「そんなこと!」

source: “——我对那边没什么期待。”
ja: 「──そっちはあんまり期待してません」

source: 佩特拉代替因为被怀疑而声音颤抖的艾米莉娅，清晰地回答道。
ja: 疑われて声を震わせるエミリアに代わり、ペトラがはっきりそう答える。

source: 这不是欺骗，而是真心实意的话语。
ja: これは誤魔化しではなく、本心からの言葉。

source: 佩特拉并不期待被分开的芙蕾德莉卡等人能解决这个局势。
ja: 分断されたフレデリカたちが、この状況を打開してくれるとはペトラは期待していない。

source: 相反，如果只是需要击败穆吉卡他们，她们凭借艾米莉娅和罗兹瓦尔的力量现在立刻就可以做到。
ja: というより、ムジカたちをやっつけるだけなら、エミリアとロズワールの力で今すぐにでもできるのだ。

source: 正如之前分析的那样，土鼠人不是芙蕾德莉卡她们的对手。
ja: すでに分析した通り、フレデリカたちの方も土鼠人たちでは相手にならない。

source: 加菲尔一人就已足够，更何况还有奥托处在战场。
ja: ガーフィール一人で十分なところに、修羅場に置かれたオットーがいるのだ。

source: 这就像将醉酒的他置于装满火魔石的仓库中一样，是非常危险的行为。
ja: それは火の魔石の詰まった倉庫に、酔っ払った彼を入れたも同然の危険行為だ。

source: 尽管是那样的状态，仍然看不到那边有大规模动作或爆炸的迹象，这不是因为那边陷入了困境，而是他们选择了静观其变。
ja: そんな状態なのに、まだ向こうに大きな動きや爆発が見られないのは、あちらが大変な状況になっているからではなく、静観を選んでいるから。

source: 大概，那边的竜车正准备一起配合佩特拉等人的行动。
ja: おそらく、向こうの竜車はペトラたちの動きに合わせるつもりで構えている。

source: “所以，你可以把你的想法全都告诉我，没关系的。”
ja: 「なので、考えてることは全部話してもらって大丈夫です」

source: “如此目中无人的回答。
ja: 「ふてぶてしいお答えだ。

source: 我并没有任何可以相信你的根据......关于多管闲事和牵连不清是吗？”
ja: あたしがそれを信じる根拠ってものは何もないんですが......余計なお世話と、とばっちりについてでしたか」

source: 他说的对，佩特拉的话并没有什么可信的根据。
ja: 彼の言う通り、ペトラの言葉には信じさせる根拠は何もなかった。

source: 即便如此，穆吉卡仍然保持着神秘的空气，展示出回答艾米莉娅的疑问的姿态。
ja: それでも、ムジカは神妙な空気を保ったまま、エミリアの疑問に答える姿勢を見せる。

source: “关于碍眼，需要解释吗？
ja: 「悪目立ちについて、説明がいりますかね?

source: 半妖精参加王选本身就没有什么胜算，只会在负面意义上吸引注意力而已。”
ja: ハーフエルフが王選に出ること自体、勝ち目なんてないんですから、悪い意味で注目を集めるだけでしょう」

source: “那样下结论未免太早了吧。”
ja: 「そんなの、決めつけじゃないですか」

source: “勤奋好学的小姐，只有在这一点上不用功，真是令人发笑。
ja: 「勉強熱心なお嬢さんが、そこだけ不勉強なんて笑えませんぜ。

source: 『嫉妒的魔女』有多么被人恐惧，小姐你应该也知道。
ja: 『嫉妬の魔女』がどれだけ怖がられてるか、お嬢さんも知っておいでのはずだ。

source: 而且，让你想起她，才是最大的问题。”
ja: そして、それを知ってることを思い出させるのが、一番の問題なんですよ」

source: “让我想起来……？”
ja: 「思い出させる……?」

source: 佩特拉听到这句奇怪的说法，不禁歪了头。
ja: おかしな言い回しだと、ペトラは首を傾げた。

source: 虽然不是想肯定穆吉卡的观点，但关于『嫉妒的魔女』的传闻是在全世界都众所周知的常识。
ja: ムジカの意見を肯定したいわけではないが、『嫉妬の魔女』に関する風聞は世界中で知られた常識だ。
